tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"


brew "ansible"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-keychain"
brew "aws-okta"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "grc"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "mackup"
brew "mas"
brew "minikube"
brew "mtr"
brew "mysql-client@5.8"
brew "nmap"
brew "node"
brew "p7zip"
brew "packer"
brew "pv"
brew "reattach-to-user-namespace"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sysbench"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "vault"
brew "watch"
brew "wget"

cask "aerial"
cask "alfred"
cask "anylist"
cask "audio-hijack"
cask "authy"
cask "bartender"
cask "brave-browser"
cask "docker"
cask "downie"
cask "firefox"
cask "fission"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "loopback"
cask "nextcloud"
cask "omnigraffle"
cask "openemu"
cask "permute"
cask "plex-media-player"
cask "rectangle-pro"
cask "soundsource"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "xld"
cask "zoom"

mas "1Password", id: 1569813296
mas "AutoMounter", id: 1160435653
mas "BrowserFairy", id: 1499080593
mas "CARROT", id: 993487541
mas "Capo", id: 696977615
mas "DaisyDisk", id: 411643860
mas "Day", id: 1055511498
mas "Endel", id: 1484348796
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Gemini", id: 1090488118
mas "Hue", id: 1500678169
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic", id: 634148309
mas "MainStage", id: 634159523
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Paprika", id: 1303222628
mas "Parcel", id: 639968404
mas "Power", id: 499768540
mas "Reeder", id: 1529448980
mas "Save", id: 1640236961
mas "Shush", id: 496437906
mas "Slack", id: 803453959
mas "Soulver", id: 1508732804
mas "Tabular", id: 594958615
mas "Tag", id: 886882234
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
mas "WiFi", id: 411680127
mas "Wipr", id: 1320666476
mas "iMovie", id: 408981434