tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"


brew "ansible"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-keychain"
brew "aws-okta"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "grc"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "mackup"
brew "mas"
brew "minikube"
brew "mtr"
brew "mysql-client@5.7"
brew "nmap"
brew "node"
brew "p7zip"
brew "packer"
brew "pv"
brew "reattach-to-user-namespace"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sysbench"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"

cask "aerial"
cask "anylist"
cask "audio-hijack"
cask "authy"
cask "bartender"
cask "chefdk"
cask "docker"
cask "downie"
cask "firefox"
cask "fission"
cask "font-meslo-for-powerline"
cask "google-backup-and-sync"
cask "istat-menus"
cask "iterm2"
cask "krisp"
cask "loopback"
cask "nextcloud"
cask "omnigraffle"
cask "openemu"
cask "permute"
cask "plex-media-player"
cask "snowflake-snowsql"
cask "soundsource"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "xld"

mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Acorn", id: 1019272813
mas "AutoMounter", id: 1160435653
mas "Browser Fairy", id: 483014855
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Endel", id: 1484348796
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "HTTP Client", id: 418138339
mas "Hue Menu Bar", id: 1500678169
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "MindNode", id: 992076693
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Paprika Recipe Manager", id: 451907568
mas "Power JSON Editor", id: 499768540
mas "Reeder", id: 1449412482
mas "Save to Pocket", id: 1477385213
mas "Shush", id: 496437906
mas "Soulver", id: 413965349
mas "Tag Editor", id: 886882234
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
