tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"


brew "ansible"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-keychain"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "clusterctl"
brew "gnutls"
brew "libusb"
brew "colima"
brew "coreutils"
brew "docker"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "grc"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "mas"
brew "minikube"
brew "mtr"
brew "nmap"
brew "node"
brew "p7zip"
brew "packer"
brew "pkg-config"
brew "pv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "steampipe"
brew "sysbench"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"


cask "1password"
cask "1password-cli"
cask "actual-odbc-pack"
cask "alfred"
cask "anylist"
cask "audio-hijack"
cask "authy"
cask "bartender"
cask "deezer"
cask "downie"
cask "elgato-stream-deck"
cask "firefox"
cask "fission"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "loopback"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mimestream"
cask "monitorcontrol"
cask "nextcloud"
cask "obsidian"
cask "omnigraffle"
cask "permute"
cask "raspberry-pi-imager"
cask "rectangle-pro"
cask "setapp"
cask "soundsource"
cask "tailscale"
cask "thingsmacsandboxhelper"
cask "visual-studio-code"
cask "zoom"


mas "1Password for Safari", id: 1569813296
mas "BrowserFairy", id: 1499080593
mas "CARROT Weather", id: 993487541
mas "Capo", id: 696977615
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hue Menu Bar", id: 1500678169
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Mic Drop", id: 1489816366
mas "MindNode", id: 1289197285
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Power JSON Editor", id: 499768540
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "Tabular", id: 594958615
mas "Tag Editor", id: 886882234
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "WiFi Scanner", id: 411680127
mas "Wipr", id: 1320666476
mas "iMovie", id: 408981434
